/* task1
Створіть дві змінні a  та b, присвойте їм довільні числові значення. Виведіть у консоль результат їх множення*/

let a = 1
let b = 2
console.log(a*b)

/* task2
Створіть дві змінні c  та d, присвойте їм довільні числові значення. Виведіть у консоль результат ділення першого на друге*/

let c = 3
let d = 4
console.log(c / d);

/* task3
Створіть дві змінні e  та f, присвойте їм довільні значення. Виведіть у консоль результат їхньої суми */

let e = 5
let f = 6
console.log(e + f)

/* task4
Визначте змінні зі значеннями 11, true, "java script", "100"  і виведіть їх в консоль */
let j = 11
let h = true
let i = 'java script'
let k = '100'
console.log(j, h, i, k);

/*task5
Переробіть наведений код так, щоб у ньому використовувалися операції +=, -=, *=, /=, ++, --
let num = 1;
num = num + 11;
num = num – 11;
num = num * 11;
num = num / 11;
num = num + 1;
num = num – 1; */

let num = 1;
num += 11;
num -= 11;
num *= 11;
num /= 11;
num++;
num--;